homework/app/controllers/theaters_controller.rb

SELECT "theaters".* FROM "theaters"
---
	def index
    	@theaters = Theater.all

INSERT INTO "theaters" ("address", "created_at", "name", "phone_number", "updated_at") VALUES (?, ?, ?, ?, ?)
---
	def create
		t = Theater.new
		t.name = params[:name]
		t.address = params[:address]
		t.phone_number = params[:phone_number]
		t.save